/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "%@에 연결할 수 없음";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "%@에 있는 페이지를 로드할 수 없음";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "완료";

/* The message shown while loading a web clip */
"Loading Clip" = "클립 로드 중";

/* Loading Clip animation with one dot */
"Loading Clip." = "클립 로드 중.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "클립 로드 중..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "클립 로드 중...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "인터넷에 연결하십시오";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Mac OS X v10.4.3이 필요합니다";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip을 사용할 수 없음";

